Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

source: Enter code or use Touch ID
de: Code eingeben oder Touch ID verwenden
es: Ingresa el código o usa Touch ID
pl: Wprowadź kod lub użyj Touch ID
ru: Введите код или используйте Touch ID
th: กรอกรหัสผ่านหรือใช้ Touch ID
tr: Kod girin veya Touch ID'yi kullanın
uk: Введіть код або використовуйте Touch ID
zh_hans: 输入代码或使用 Touch ID
zh_hant: 輸入代碼或使用 Touch ID

source: Enter code or use biometrics
de: Code eingeben oder Biometrie verwenden
es: Ingrese el código o use datos biométricos
pl: Wprowadź kod lub użyj biometrii
ru: Введите код или используйте биометрию
th: กรอกรหัสผ่านหรือใช้ Biometrics
tr: Kod girin veya biyometrik koruma kullanın
uk: Введіть код або використовуйте біометрію
zh_hans: 输入代码或使用生物识别技术
zh_hant: 輸入代碼或使用生物辨識技術

source: Enter your code
de: Gib deinen Code ein
es: Ingrese su código
pl: Wpisz swój kod
ru: Введите ваш код
th: ใส่รหัสของคุณ
tr: Kodunuzu girin
uk: Введіть ваш код
zh_hans: 输入您的代码
zh_hant: 輸入您的代碼

source: Enter your code again
de: Geben Sie Ihren Code erneut ein
es: Ingresa tu código nuevamente
pl: Wprowadź swój kod ponownie
ru: Введите свой код ещё раз
th: กรอกรหัสผ่านอีกครั้ง
tr: Kodunuzu tekrar girin
uk: Введіть свій код ще раз
zh_hans: 再次输入您的代码
zh_hant: 再次輸入您的代碼

source: Enter your current password
de: Geben Sie Ihr aktuelles Passwort ein
es: Introduce tu contraseña actual
pl: Wprowadź swoje obecne hasło
ru: Введите ваш текущий пароль
th: กรอกรหัสผ่านของคุณ
tr: Geçerli parolanızı girin
uk: Введіть ваш поточний пароль
zh_hans: 输入当前密码
zh_hant: 輸入目前密碼

source: Enter your new code
de: Geben Sie Ihren neuen Code ein
es: Introduzca su nuevo código
pl: Wprowadź nowy kod
ru: Введите новый код
th: ป้อนรหัสใหม่ของคุณ
tr: Yeni kodunuzu girin
uk: Введіть новий код
zh_hans: 输入您的新代码
zh_hant: 輸入您的新代碼

source: Enter your password
de: Geben Sie Ihr Passwort ein.
es: Ingresa la contraseña
pl: Wprowadź hasło
ru: Введите пароль
th: กรอกรหัสผ่านของคุณ
tr: Şifrenizi girin
uk: Введіть пароль
zh_hans: 请输入您的密码
zh_hant: 請輸入你的密碼

source: Enter your password...
de: Geben Sie Ihr Passwort ein...
es: Ingresa la contraseña...
pl: Wprowadź hasło...
ru: Введите пароль...
th: กรอกรหัสผ่านของคุณ...
tr: Şifrenizi girin...
uk: Введіть пароль...
zh_hans: 请输入您的密码···
zh_hant: 輸入你的密碼...

source: Entertainment
de: Unterhaltung
es: Entretenimiento
pl: Rozrywka
ru: Развлечения
th: ความบันเทิง
tr: Eğlence
uk: Розваги
zh_hans: 娱乐
zh_hant: 娛樂

source: Error reading clipboard
de: Fehler beim Lesen der Zwischenablage
es: Error al leer el portapapeles
pl: Błąd odczytu schowka
ru: Ошибка буфера обмена
th: อ่านคลิปบอร์ดผิดพลาด
tr: Pano okunurken hata oluştu
uk: Помилка буфера обміну
zh_hans: 读取剪切板时出现错误
zh_hant: 讀取剪貼板時出現錯誤

# Est. %annual_yield%
source: Est. %1$@
de: Geschätzte %1$@
pl: Szacowany %1$@
ru: Доходность %1$@
th: ประมาณ %1$@
tr: Tahmini %1$@
uk: Прибутковість %1$@
zh_hans: 预估 %1$@
zh_hant: 預估 %1$@

source: Est. balance in a year
de: Geschätztes Guthaben in einem Jahr
es: Saldo estimado en un año
pl: Szacowane saldo za rok
ru: Ожидаемый баланс через год
th: ≈ มูลค่าเมื่อถึงรอบปีถัดไป
tr: Bir yıl içindeki tahmini bakiye
uk: Очікуваний баланс через рік
zh_hans: 年平均预期回报
zh_hant: 預估 1 年後的資產餘額

source: Excess
de: Überschuss
es: Excedente
pl: Reszta
ru: Сдача
th: เงินส่วนเกิน
tr: Fazlalık
uk: Здача
zh_hans: 多余款项
zh_hant: 多餘款項

source: Exchange Rate
de: Wechselkurs
es: Tasa de cambio
pl: Kurs wymiany
ru: Обменный курс
th: อัตราแลกเปลี่ยน
tr: Döviz Kuru
uk: Обмінний курс
zh_hans: 汇率
zh_hant: 匯率

source: Exchange failed and coins were refunded to your wallet.
de: Der Austausch ist fehlgeschlagen, und die Coins wurden an Ihre Wallet zurückerstattet.
es: El intercambio falló y las monedas fueron reembolsadas a su billetera.
pl: Wymiana nie powiodła się, a monety zostały zwrócone na twój portfel.
ru: Обмен не удался и монеты были возвращены на ваш кошелёк.
th: การแลกเปลี่ยนไม่สำเร็จและโทเคนถูกคืนเงินไปยังวอลเล็ตของคุณ.
tr: Takas başarısız oldu ve işlem tutarı cüzdanınıza iade edildi.
uk: Обмін не вдався і монети були повернуті на ваш гаманець.
zh_hans: 交换失败，硬币已退还到您的钱包。
zh_hant: 交換失敗，硬幣已退還到您的錢包。

source: Exit
de: Beenden
es: Salir
pl: Wyjście
ru: Выйти
th: ออกจากระบบ
tr: Çıkış
uk: Вийти
zh_hans: 离开
zh_hant: 斷開連結

source: Exit all wallets
de: Alle Wallets schließen
es: Cerrar todas las billeteras
pl: Wyjdź ze wszystkich portfeli
ru: Выйти из всех кошельков
th: ออกจากกระเป๋าทั้งหมด
tr: Tüm cüzdanlardan çık
uk: Вийти з усіх гаманців
zh_hans: 退出所有钱包
zh_hant: 退出所有錢包

source: Expired
de: Abgelaufen
es: Expirado
pl: Wygasłe
ru: Истёк
th: หมดอายุ
tr: Süresi doldu
uk: Закінчився
zh_hans: 过期
zh_hant: 過期

source: Explore
de: Erkunden
es: Explorar
pl: Badaj
ru: Обзор
th: สำรวจ
tr: Keşfetmek
uk: Огляд
zh_hans: 探索
zh_hant: 探索

source: Failed
de: Fehlgeschlagen
es: Fallido
pl: Nieudane
ru: Ошибка
th: ไม่สำเร็จ
tr: Başarısız
uk: Помилка
zh_hans: 失败
zh_hant: 失敗

source: Failed to connect
de: Verbindung fehlgeschlagen
es: Error al conectar
pl: Nie udało się połączyć
ru: Не удалось подключиться
th: เชื่อมต่อไม่สำเร็จ
tr: Bağlantı başarısız
uk: Не вдалося підключитися
zh_hans: 连接失败
zh_hant: 連接失敗

source: Failed to disable biometrics.
de: Deaktivierung der Biometrie fehlgeschlagen.
es: No se pudo desactivar la biometría.
pl: Nie udało się wyłączyć biometrii.
ru: Не удалось отключить биометрию.
th: การปิดการใช้งาน Biometrics ล้มเหลว.
tr: Biyometrik onay devre dışı bırakılamadı.
uk: Не вдалося відключити біометрію.
zh_hans: 无法禁用生物识别。
zh_hant: 無法禁用生物識別。

source: Failed to enable biometrics.
de: Fehler beim Aktivieren der Biometrie.
es: No se pudo habilitar la biometría.
pl: Nie udało się włączyć biometrii.
ru: Не удалось включить биометрию.
th: เปิดการใช้งาน Biometrics ไม่สำเร็จ.
tr: Biyometrik koruma etkinleştirilemedi.
uk: Не вдалося ввімкнути біометрію.
zh_hans: 无法启用生物识别。
zh_hant: 無法啟用生物識別。

source: Fee
de: Gebühr
es: Comisión
pl: Opłata
ru: Комиссия
th: ค่าธรรมเนียม
tr: Ücret
uk: Комісія
zh_hans: 手续费
zh_hant: 手續費

source: Final Fee
de: Endgebühr
es: Tarifa final
pl: Opłata końcowa
ru: Итоговая комиссия
th: ค่าธรรมเนียมสุดท้าย
tr: Nihai Ücret
uk: Остаточна комісія
zh_hans: 最终费用
zh_hant: 最終費用

source: Focus on asset value rather than current balance
de: Fokus auf den Vermögenswert anstatt auf den aktuellen Kontostand legen
es: Centrarse en el valor de los activos en lugar del saldo actual
pl: Skup się na wartości aktywów zamiast bieżącego salda
ru: Фокус на стоимости активов вместо текущего баланса
th: มุ่งเน้นไปที่มูลค่าสินทรัพย์มากกว่ายอดคงเหลือปัจจุบัน
tr: Mevcut bakiyeden ziyade varlık değerine odaklanır
uk: Фокус на вартості активів замість поточного балансу
zh_hans: 关注资产价值而非当前余额。
zh_hant: 關注資產價值而非當前餘額

source: For sale. Cannot be sent and burned
de: Zu verkaufen. Kann nicht verschickt und verbrannt werden
es: En venta. No se puede enviar y quemar
pl: Na sprzedaż. Nie można wysłać i spalić
ru: На продаже. Нельзя отправить и сжечь
th: สำหรับขายเท่านั้น. ไม่สามารถส่งและเบิร์นได้
tr: Satılık. Gönderilemez ve yakılamaz
uk: На продажу. Не можна відправити і спалити
zh_hans: 出售。 无法发送和烧毁
zh_hant: 出售。 無法發送和燒毀

source: Frequency Questions and Answers
de: Häufige Fragen und Antworten
es: Preguntas y respuestas frecuentes
pl: Częste pytania i odpowiedzi
ru: Частые вопросы и ответы
th: คำถามและคำตอบที่พบบ่อย
tr: Sık Sorulan Sorular ve Cevaplar
uk: Часті питання та відповіді
zh_hans: 常见问题与解答
zh_hant: 常見問題與解答

source: Frozen
de: Gefroren
es: Congelado
pl: Mrożony
ru: Заморожено
th: แช่แข็ง
tr: Dondurulmuş
uk: Заморожені
zh_hans: 冷冻
zh_hant: 冷凍

source: Games
de: Spiele
es: Juegos
pl: Gry
ru: Игры
th: เกม
tr: Oyunlar
uk: Ігри
zh_hans: 游戏
zh_hant: 遊戲

source: Get Support
de: Hole dir Unterstützung
es: Obtener apoyo
pl: Uzyskaj pomoc
ru: Поддержка
th: ขอความช่วยเหลือ
tr: Destek almak
uk: Підтримка
zh_hans: 得到支持
zh_hant: 得到支持

source: Get a card with unique background and personalized palette for wallet interface.
de: Holen Sie sich eine Karte mit einzigartigem Hintergrund und personalisierter Palette für die Wallet-Oberfläche.
es: Obtén una tarjeta con fondo único y paleta personalizada para la interfaz de la billetera.
pl: Uzyskaj kartę z unikalnym tłem i spersonalizowaną paletą dla interfejsu portfela.
ru: У карты появится уникальный фон, а в кошельке разблокируется новая палитра.
th: รับบัตรที่มีพื้นหลังไม่ซ้ำใครและพาเลทส่วนตัวสำหรับอินเทอร์เฟซกระเป๋าเงิน
tr: Cüzdan arayüzü için benzersiz bir arka plan ve kişiselleştirilmiş palete sahip bir kart edinin.
uk: У карти з’явиться унікальний фон, а в гаманці розблокується нова палітра.
zh_hans: 获取具有独特背景和个性化调色板的卡片，用于钱包界面。
zh_hant: 獲取具有獨特背景和個性化調色板的卡片，用於錢包界面。

source: Get a unique MyTonWallet Card to unlock new palettes.
de: Erhalte eine einzigartige MyTonWallet-Karte, um neue Paletten freizuschalten.
es: Obtén una tarjeta única de MyTonWallet para desbloquear nuevas paletas.
pl: Zdobądź unikalną kartę MyTonWallet, aby odblokować nowe palety.
ru: Получите уникальную карту MyTonWallet, чтобы открыть новые палитры.
th: รับบัตร MyTonWallet สุดพิเศษเพื่อปลดล็อกพาเลตใหม่
tr: Yeni paletleri açmak için benzersiz bir MyTonWallet Kartı al.
uk: Отримайте унікальну карту MyTonWallet, щоб відкрити нові палітри.
zh_hans: 获取独特的 MyTonWallet 卡片以解锁新的调色板。
zh_hant: 獲取獨特的 MyTonWallet 卡片以解鎖新的調色板。

source: Go back to Words
de: Zurück zu wörtern
es: Volver a palabras
pl: Wróć do słów
ru: Вернуться к словам
th: กลับไปที่คำ
tr: Kelimelere Geri Dön
uk: Повернутися до слів
zh_hans: 返回单词
zh_hant: 返回單字

source: Go to Words
de: Zu Wörtern gehen
es: Ir a Palabras
pl: Przejdź do Słów
ru: Перейти к cловам
th: ไปที่คำ
tr: Kelimelere Git
uk: Перейти до Слів
zh_hans: 转到单词
zh_hant: 前往單字

source: Got It
de: Verstanden
es: Entendido
pl: Zrozumiano
ru: Понятно
th: เข้าใจแล้ว
tr: Anladım
uk: Зрозуміло
zh_hans: 知道了
zh_hant: 知道了

source: Handle ton:// links
de: Umgang mit ton://-Links
es: Habilitar enlaces ton://
pl: Obsłuż ton:// linki
ru: Обрабатывать ссылки ton://
th: รับลิงก์ ton://
tr: ton:// bağlantılarını işle
uk: Обробляти посилання ton://
zh_hans: 处理 ton:// 链接
zh_hant: 處理 ton:// 鏈接

source: Help Center
de: Hilfezentrum
es: Centro de ayuda
pl: Baza wiedzy
ru: База знаний
th: ศูนย์ช่วยเหลือ
tr: Yardım Merkezi
uk: База знань
zh_hans: 帮助中心
zh_hant: 幫助中心

source: Hidden By Me
de: Von mir versteckt
es: Ocultado por Mí
pl: Ukryte przeze mnie
ru: Скрыто мной
th: ซ่อนไว้โดยฉัน
tr: Benim Tarafımdan Gizlendi
uk: Приховані мною
zh_hans: 我隐藏的
zh_hant: 我隱藏的

source: Hidden NFTs
de: Versteckte NFTs
es: NFTs Ocultos
pl: Ukryte NFT
ru: Скрытые NFT
th: NFT ที่ซ่อนไว้
tr: Gizli NFT'ler
uk: Приховані NFT
zh_hans: 隐藏的NFT
zh_hant: 隱藏的NFT

source: Hide
de: Verstecken
es: Ocultar
pl: Ukryj
ru: Скрыть
th: ซ่อน
tr: Gizle
uk: Сховати
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide All
de: Alle ausblenden
es: Ocultar todo
pl: Ukryj wszystko
ru: Скрыть всё
th: ซ่อนทั้งหมด
tr: Hepsini gizle
uk: Сховати все
zh_hans: 隐藏全部
zh_hant: 隱藏全部

source: Hide NFT
de: Verberge NFT
es: Ocultar NFT
pl: Ukryj NFT
ru: Скрыть NFT
th: ซ่อน NFT
tr: NFT'yi Gizle
uk: Сховати NFT
zh_hans: 隐藏 NFT
zh_hant: 隱藏 NFT

source: Hide NFTs
de: NFTs ausblenden
es: Ocultar NFTs
pl: Ukryj NFT
ru: Скрыть NFTs
th: ซ่อน NFT
tr: NFT'leri Gizle
uk: Сховати NFT
zh_hans: 隐藏 NFT
zh_hant: 隱藏 NFT

source: Hide Sensitive Data
de: Sensible Daten ausblenden
es: Ocultar datos sensibles
pl: Ukryj dane wrażliwe
ru: Скрыть конфиденциальные данные
th: ซ่อนข้อมูลที่ละเอียดอ่อน
tr: Hassas Verileri Gizle
uk: Приховати конфіденційні дані
zh_hans: 隐藏敏感数据
zh_hant: 隱藏敏感數據

source: Hide Tiny Transfers
de: Kleine Überweisungen ausblenden
es: Ocultar transacciones pequeñas
pl: Ukryj małe transfery
ru: Скрывать мелкие переводы
th: ซ่อนรายการโอนขนาดเล็ก
tr: Küçük Transferleri Gizle
uk: Приховувати дрібні перекази
zh_hans: 隐藏小额转账
zh_hant: 隱藏小額轉帳

source: Hide Tokens With No Cost
de: Token ohne Preis ausblenden
es: Ocultar tokens sin costo
pl: Ukryj tokeny bez kosztu
ru: Скрыть токены без стоимости
th: ซ่อนโทเคนที่ไม่มีค่าใช้จ่าย
tr: Tokenleri ücretsiz olarak saklayın
uk: Приховати токени без вартості
zh_hans: 无需掩盖令牌
zh_hant: 無需掩蓋令牌

source: How does it work?
de: Wie funktioniert das?
es: ¿Cómo funciona?
pl: Jak to działa?
ru: Как это работает?
th: ทำงานอย่างไร?
tr: Nasıl çalışır?
uk: Як це працює?
zh_hans: 它是如何运作的？
zh_hant: 它是如何運作的？

source: If away for 10 min
de: Nach 10 Min. abwesend
es: Si inactivo por 10 min
pl: Po 10 min. nieaktywności
ru: При бездействии 10 мин
th: หากไม่มีการใช้งาน 10 นาที
tr: 10 dk. hareketsizse
uk: За 10 хв. бездіяльності
zh_hans: 离开10分钟
zh_hant: 離開10分鐘

source: If away for 3 min
de: Nach 3 Min. abwesend
es: Si inactivo por 3 min
pl: Po 3 min. nieaktywności
ru: При бездействии 3 мин
th: หากไม่มีการใช้งาน 3 นาที
tr: 3 dk. hareketsizse
uk: За 3 хв. бездіяльності
zh_hans: 离开3分钟
zh_hant: 離開3分鐘

source: If away for 30 sec
de: Nach 30 Sek. abwesend
es: Si inactivo por 30 seg
pl: Po 30 sek. nieaktywności
ru: При бездействии 30 сек
th: หากไม่มีการใช้งาน 30 วิ
tr: 30 sn. hareketsizse
uk: За 30 сек. бездіяльності
zh_hans: 离开30秒
zh_hant: 離開30秒

source: If you turn off biometric protection, you will need to create a password.
de: Wenn Sie den biometrischen Schutz ausschalten, müssen Sie ein Passwort erstellen.
es: Si desactiva la protección biométrica, deberá crear una contraseña.
pl: Jeśli wyłączysz ochronę biometryczną, będziesz musiał/a utworzyć hasło.
ru: Если вы отключите биометрическую защиту, вам потребуется создать пароль.
th: หากคุณปิดการรับรองความปลอดภัย Biometric คุณจะต้องสร้างรหัสผ่าน.
tr: Biyometrik korumayı kapatırsanız, bir parola oluşturmanız gerekecektir.
uk: Якщо ви вимкнете біометричний захист, вам буде потрібно створити пароль.
zh_hans: 如果您关闭生物识别保护，则需要创建密码。
zh_hant: 如果您關閉生物辨識保護，則需要建立密碼。

source: Import Existing Wallet
de: Vorhandene Wallet importieren
es: Importar cartera existente
pl: Importuj istniejący portfel
ru: Импортировать существующий
th: นำเข้ากระเป๋าเงินที่มีอยู่
tr: Mevcut Cüzdanı İçe Aktar
uk: Імпорт існуючого гаманця
zh_hans: 导入现有钱包
zh_hant: 導入現有錢包

source: Import From %1$d Secret Words
de: Importieren von %1$d Geheimwörtern
es: Importar usando la frase semilla
pl: Importuj z %1$d tajnych słów
ru: Восстановить из %1$d секретных слов
th: นำเข้าด้วย %1$d ซีเคร็ทเวิร์ด
tr: %1$d Gizli Kelimeyi içe aktarın
uk: Відновити з %1$d секретних слів
zh_hans: 输入助记词
zh_hant: 輸入註記詞

source: Import Wallet
de: Wallet importieren
es: Importar monedero
pl: Importuj portfel
ru: Импорт кошелька
th: นำเข้าข้อมูลกระเป๋าเงิน
tr: Cüzdanı içe aktar
uk: Імпортувати гаманець
zh_hans: 导入钱包
zh_hant: 導入錢包

source: In Progress
de: In Bearbeitung
es: En progreso
pl: W trakcie
ru: В процессе
th: กำลังดำเนินการ
tr: Devam etmekte
uk: У процесі
zh_hans: 进行中
zh_hant: 進行中

source: Included
de: Inklusive
es: Incluido en el precio
pl: Włączone
ru: Вкл. в цену
th: รวมอยู่ด้วย
tr: Dahil edildi
uk: Вкл. у ціну
zh_hans: 包括
zh_hant: 包括

source: Incorrect address
de: Falsche Adresse
es: Dirección incorrecta
pl: Nieprawidłowy adres
ru: Неверный адрес
th: ที่อยู่บัญชีไม่ถูกต้อง
tr: Hatalı adres
uk: Неправильна адреса
zh_hans: 地址错误
zh_hant: 錯誤的地址

source: Incorrect address.
de: Falsche Adresse.
es: Dirección incorrecta.
pl: Nieprawidłowy adres.
ru: Неверный адрес.
th: ที่อยู่บัญชีไม่ถูกต้อง.
tr: Hatalı adres.
uk: Неправильна адреса.
zh_hans: 地址错误。
zh_hant: 錯誤的地址。

source: Incorrect code, please try again.
de: Falscher Code, bitte versuchen Sie es erneut.
es: Codigo Incorrecto, por favor intenta de nuevo.
pl: Nieprawidłowy kod, spróbuj ponownie.
ru: Неверный код, пожалуйста, попробуйте снова.
th: รหัสผ่านไม่ถูกต้อง, โปรดลองใหม่อีกครั้ง.
tr: Hatalı kod, lütfen tekrar deneyin.
uk: Неправильний код, будь ласка, спробуйте знову.
zh_hans: 不正确的代码，请重试。
zh_hant: 不正確的代碼，請重試。

source: Insecure Password
de: Unsicheres Passwort.
es: Contraseña insegura
pl: Niepewne hasło
ru: Ненадёжный пароль
th: รหัสผ่านไม่ปลอดภัย
tr: Güvenli olmayan şifre
uk: Ненадійний пароль
zh_hans: 密码不安全
zh_hant: 密碼強度不足

source: Install App
de: App installieren
es: Instalar la aplicación
pl: Zainstaluj aplikację
ru: Установить приложение
th: ติดตั้งแอป
tr: Uygulamayı Yükle
uk: Встановити додаток
zh_hans: 安装应用
zh_hant: 安裝應用程式

source: Install Card
de: Karte installieren
es: Instalar tarjeta
pl: Zainstaluj kartę
ru: Установить карту
th: ติดตั้งการ์ด
tr: Kartı yükle
uk: Встановити карту
zh_hans: 安装卡片
zh_hant: 安裝卡片

source: Install on Desktop
de: Auf dem Desktop installieren
es: Instalar en el escritorio
pl: Zainstaluj na komputerze
ru: Установить на компьютер
th: ติดตั้งบนเดสก์ท็อป
tr: Masaüstüne Kur
uk: Встановити на комп’ютер
zh_hans: 安装到桌面
zh_hant: 安裝到桌面

source: Install on Mobile
de: Auf dem Mobilgerät installieren
es: Instalar en el móvil
pl: Zainstaluj na telefonie komórkowym
ru: Установить на мобильное устройство
th: ติดตั้งบนมือถือ
tr: Mobile Kur
uk: Встановити на мобільний пристрій
zh_hans: 安装在手机
zh_hant: 安裝在手機

source: Install our native app or browser extension.
de: Installieren Sie unsere native App oder Browser-Erweiterung.
es: Instala una aplicación nativa o una extensión de navegador.
pl: Zainstaluj naszą natywną aplikację lub rozszerzenie przeglądarki.
ru: Установите наше приложение или браузерное расширение.
th: ติดตั้งแอปหรือส่วนขยายเบราว์เซอร์ของเรา.
tr: Yerel uygulamamızı veya tarayıcı uzantımızı yükleyin.
uk: Встановіть наш додаток або браузерне розширення.
zh_hans: 通过安装浏览器扩展程序或本机应用程序
zh_hant: 通過安裝瀏覽器擴展程序或本機應用程序

source: Insufficient Balance
de: Unzureichendes Guthaben
es: Saldo insuficiente
pl: Niewystarczająca równowaga
ru: Недостаточный баланс
th: ยอดคงเหลือไม่เพียงพอ
tr: Yetersiz Bakiye
uk: Недостатній баланс
zh_hans: 余额不足
zh_hant: 餘額不足

source: Insufficient Balance for Fee
de: Unzureichendes Guthaben für Gebühr
es: Saldo insuficiente para pagar la tarifa
pl: Niewystarczające saldo na opłatę
ru: Недостаточный баланс для комиссии
tr: Ücret Bakiyesi Yetersiz
uk: Недостатній баланс для комісії
zh_hans: 费用余额不足
zh_hant: 費用餘額不足

source: Insufficient TON for fee.
de: Unzureichende TON für Gebühr.
es: TON insuficiente para la comisión.
pl: Niewystarczające TON na opłatę.
ru: Недостаточно TON для комиссии.
tr: Ücret için yetersiz TON.
uk: Недостатньо TON для комісії.
zh_hans: TON 不足以支付费用。
zh_hant: TON 不足以支付費用。

source: Insufficient balance
de: Unzureichendes Guthaben
es: Saldo insuficiente
pl: Niewystarczająca równowaga
ru: Недостаточный баланс
th: ยอดคงเหลือไม่เพียงพอ
tr: Yetersiz bakiye
uk: Недостатній баланс
zh_hans: 余额不足
zh_hant: 餘額不足

source: Insufficient fee
de: Unzureichende Gebühren
es: Comisión insuficiente
pl: Niewystarczająca opłata
ru: Недостаточно для комиссии
th: ค่าธรรมเนียมไม่เพียงพอ
tr: Yetersiz ücret
uk: Недостатньо для комісії
zh_hans: 手续费不足
zh_hant: 手续费不足

source: Insufficient liquidity
de: Unzureichende Liquidität
es: Liquidez insuficiente
pl: Niewystarczająca płynność
ru: Недостаточно ликвидности
th: สภาพคล่องไม่เพียงพอ
tr: Yetersiz likidite
uk: Недостатньо ліквідності
zh_hans: 流动性不足
zh_hant: 流動性不足

source: Invalid Pair
de: Ungültiges Paar
es: Par Inválido
pl: Nieprawidłowa para
ru: Недопустимая пара
th: การจับคู่ไม่ถูกต้อง
tr: Geçersiz işlem çifti
uk: Неприпустима пара
zh_hans: 无效交易对
zh_hant: 無效交易對

source: Invalid address
de: Ungültige Adresse
es: Dirección no válida
pl: Nieprawidłowy adres
ru: Некорректный адрес
th: ที่อยู่บัญชีไม่ถูกต้อง
tr: Geçersiz adres
uk: Некоректна адреса
zh_hans: 非法地址
zh_hant: 無效地址

source: Invalid address format. Only URL Safe Base64 format is allowed.
de: Ungültiges Adressformat. Nur das URL-sichere Base64-Format ist zulässig.
es: Formato de dirección no válido. Solo se permite el formato urlsafe base64.
pl: Nieprawidłowy format adresu. Dozwolony jest tylko format URL Safe Base64.
ru: Некорректный формат адреса. Разрешен только URL Safe Base64 формат.
th: รูปแบบที่กรอกไม่ถูกต้อง. กรอกเฉพาะ URL Safe Base64 ที่อนุญาตเท่านั้น.
tr: Geçersiz adres formatı. Yalnızca URL Safe Base64 formatına izin verilmektedir.
uk: Некоректний формат адреси. Дозволено тільки URL Safe Base64 формат.
zh_hans: 地址格式无效。 仅允许使用 URL Safe Base64 格式。
zh_hant: 地址格式無效。 僅允許使用 URL Safe Base64 格式。

source: Invalid amount
de: Ungültiger Betrag
es: Cantidad no válida
pl: Nieprawidłowa kwota
ru: Некорректная сумма
th: จำนวนไม่ถูกต้อง
tr: Geçersiz tutar
uk: Некоректна сума
zh_hans: 非法数额
zh_hant: 無效金額

# InvalidMnemonic
source: Your mnemonic words are invalid
de: Ihre mnemonischen Wörter sind ungültig
es: Tus palabras mnemónicas son inválidas
pl: Twoje słowa mnemoniczne są nieprawidłowe
ru: Ваши введённые слова недействительны
th: คำช่วยจำของคุณไม่ถูกต้อง
tr: Mnemonik kelimeleriniz geçersiz
uk: Ваші мнемонічні слова недійсні
zh_hans: 您的助记词无效
zh_hant: 您的助記詞無效

source: Investor View
de: Investorenansicht
es: Modo Inversor
pl: Widok inwestora
ru: Режим инвестора
th: มุมมองนักลงทุน
tr: Yatırımcı Görünümü
uk: Режим інвестора
zh_hans: 投资者见解
zh_hant: 投資者觀點

source: Invoice link was copied!
de: Die Rechnungslink wurde kopiert!
es: ¡Se copió el enlace de la factura!
pl: Link do faktury został skopiowany!
ru: Ссылка скопирована!
th: ลิงก์ใบแจ้งหนี้ถูกคัดลอกแล้ว!
tr: Fatura bağlantısı kopyalandı!
uk: Посилання скопійовано!
zh_hans: 发票链接已复制！
zh_hant: 發票連結已複製！

source: Is it all ok?
de: Ist alles in Ordnung?
es: ¿Está todo bien?
pl: Czy wszystko jest w porządku?
ru: Всё верно?
th: ทุกอย่างเรียบร้อยดีใช่ไหม?
tr: Herşey tamam mı?
uk: Все вірно?
zh_hans: 确认全部正确?
zh_hant: 全部確認都 OK?

source: Is it open source?
de: Ist es Open Source?
es: ¿Es de código abierto?
pl: Czy jest to open source?
ru: А исходный код открыт?
th: สิ่งนี้เป็นโอเพนซอร์สไหม?
tr: Açık kaynak kodlu mudur?
uk: А вихідний код відкритий?
zh_hans: 它是开源的吗？
zh_hant: 它是開源的嗎？

source: Is there a community?
de: Gibt es eine Gemeinschaft?
es: ¿Hay una comunidad?
pl: Czy istnieje społeczność?
ru: Существует ли комьюнити?
th: แล้วมีกลุ่มชุมชนหรือไม่?
tr: Topluluğunuz var mı?
uk: Чи існує ком'юніті?
zh_hans: 有社区吗？
zh_hant: 有社群嗎？

source: I’m sure. Continue
de: Ich bin sicher. Fortfahren
es: Estoy seguro. Continuar
pl: Jestem pewien. Kontynuuj
ru: Я уверен. Продолжить
th: ฉันแน่ใจ ดำเนินการต่อ
tr: Eminim. Devam Et
uk: Я впевнений. Продовжити
zh_hans: 我确定。继续
zh_hant: 我確定。繼續

source: I’m sure. Copy anyway
de: Ich bin sicher. Trotzdem kopieren
es: Estoy seguro. Copiar de todos modos
pl: Jestem pewien. Kopiuj mimo to
ru: Я уверен. Всё равно скопировать
th: ฉันแน่ใจ ยังคงคัดลอก
tr: Eminim. Yine de Kopyala
uk: Я впевнений. Все одно копіювати
zh_hans: 我确定。仍然复制
zh_hant: 我確定。仍然複製

source: Language
de: Sprache
es: Idioma
pl: Język
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

source: Learn New Things in Help Center
de: Neues im Hilfezentrum lernen
es: Aprende cosas nuevas en el centro de ayuda
pl: Ucz się nowych rzeczy w centrum pomocy
ru: База знаний
th: เรียนรู้สิ่งใหม่ๆ ในศูนย์ช่วยเหลือ
tr: Yardım Merkezi'nde yeni şeyler öğrenin
uk: Дізнавайтеся нове в центрі допомоги
zh_hans: 在帮助中心学习新知识
zh_hant: 在幫助中心學習新知識

source: Ledger Connected!
de: Ledger verbunden!
es: Libro mayor conectado!
pl: Połączono z Ledgerem!
ru: Ledger подключён!
th: เชื่อมต่อ Ledger แล้ว!
tr: Ledger bağlandı!
uk: Ledger підключено!
zh_hans: 账本连接！
zh_hant: 賬本連接！

source: Ledger is not supported on this device
de: Ledger wird auf diesem Gerät nicht unterstützt
es: Ledger no es compatible con este dispositivo
pl: Ledger nie jest obsługiwany na tym urządzeniu
ru: Ledger не поддерживается на этом устройстве
th: อุปกรณ์นี้ไม่รองรับ Ledger
tr: Ledger bu cihazda desteklenmiyor
uk: Ledger не підтримується на цьому пристрої
zh_hans: 此设备不支持 Ledger
zh_hant: 此設備不支持 Ledger

source: Let’s Check
de: Lass uns nachprüfen.
es: Revisemos
pl: Sprawdźmy
ru: Давайте проверим
th: ตรวจสอบ
tr: Kontrol edelim
uk: Давайте перевіримо
zh_hans: 再确认一次。
zh_hant: 再確認一次

source: Let’s Check!
de: Lass uns nachprüfen!
es: ¡Revisemos!
pl: Sprawdźmy!
ru: Давайте проверим!
th: ตรวจสอบ!
tr: Kontrol edelim!
uk: Давайте перевіримо!
zh_hans: 请再确认一次！
zh_hant: 再確認一次
